Repository: ayhrn/cake
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr

source: Invalid username or password, try again
fr: Nom d'utilisateur ou mot de passe invalide, essayez à nouveau

source: Invalid user
fr: Utilisateur invalide

source: The user has been saved
fr: L'utilisateur a été enregistré

source: The user could not be saved. Please, try again.
fr: L'utilisateur n'a pas pu être sauvegardé. Veuillez réessayer.

source: User deleted
fr: L'utilisateur a été supprimé

source: User was not deleted
fr: L'utilisateur n'a pas pu être supprimé

source: Home
fr: Accueil

source: Categories
fr: Catégories

source: Language
fr: Langue

source: Hello
fr: Bienvenue

source: Add user
fr: Ajouter un utilisateur

source: Log out
fr: Déconnexion

source: Login
fr: Connexion

source: Add User
fr: Ajouter un utilisateur

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Author
fr: Auteur

source: Submit
fr: Soumettre

source: Please enter your username and password
fr: Veuillez entrer votre nom d'utilisateur et mot de passe

source: Error
fr: Erreur

source: The requested address %s was not found on this server.
fr: L'adresse %s n'a pas été trouvée sur ce serveur.

source: An Internal Error Has Occurred.
fr: Une erreur interne s'est produite.

source: CakePHP: the rapid development php framework
fr: CakePHP: le cadre du développement de php rapide

source: CakePHP %s
fr: %s

source: Release Notes for CakePHP %s.
fr: Notes de publication pour %s

source: Read the changelog
fr: Lire le changelog

source: URL rewriting is not properly configured on your server.
fr: La réécriture d'URL est pas correctement configuré sur votre serveur.

source: Your version of PHP is 5.2.8 or higher.
fr: Votre version est de PHP 5.2.8 ou plus.

source: Your version of PHP is too low. You need PHP 5.2.8 or higher to use CakePHP.
fr: Votre version de PHP est trop faible. Vous devez avoir une version supérieure à PHP 5.2.8 pour utiliser CakePHP.

source: Your tmp directory is writable.
fr: Votre répertoire tmp est accessible en écriture.

source: Your tmp directory is NOT writable.
fr: Votre répertoire tmp est accessible en écriture.

source: The %s is being used for core caching. To change the config edit %s
fr: %s est utilisée pour la mise en cache noyau. Pour changer la config %s

source: Your cache is NOT working. Please check the settings in %s
fr: Votre cache ne fonctionne pas. S'il vous plaît vérifier les paramètres %s

source: Your database configuration file is present.
fr: Votre fichier de configuration de base de données est présent.

source: Your database configuration file is NOT present.
fr: Votre fichier de configuration de base de données est présent.

source: Rename %s to %s
fr: %s %s

source: CakePHP is able to connect to the database.
fr: CakePHP est capable de se connecter à la base de données.

source: CakePHP is NOT able to connect to the database.
fr: CakePHP est pas en mesure de se connecter à la base de données.

source: PCRE has not been compiled with Unicode support.
fr: PCRE n'a pas été compilé avec le support Unicode.

source: Recompile PCRE with Unicode support by adding <code>--enable-unicode-properties</code> when configuring
fr: Recompiler PCRE avec le support Unicode en ajoutant <code> - enable-unicode-propriétés </ code> lors de la configuration

source: DebugKit plugin is present
fr: DebugKit plugin est présente

source: DebugKit is not installed. It will help you inspect and debug different aspects of your application.
fr: DebugKit soit pas installé. Il vous aidera à inspecter et de débogage différents aspects de votre application.

source: You can install it from %s
fr: Vous pouvez l'installer à partir %s

source: Editing this Page
fr: Modification de cette page

source: To change the content of this page, edit: %s.<br /> To change its layout, edit: %s.<br /> You can also add some CSS styles for your pages at: %s.
fr: Pour modifier le contenu de cette page, %s <br /> \ nPour changer sa configuration, %s <br /> \ NVous pouvez également ajouter quelques styles CSS pour vos %s

source: Getting Started
fr: Débuter

source: New
fr: Nouveau

source: The 15 min Blog Tutorial
fr: Le Tutoriel Blog 15 min

source: Official Plugins
fr: Plugins officielles

source: provides a debugging toolbar and enhanced debugging tools for CakePHP applications.
fr: fournit une barre d'outils de débogage et de meilleurs outils de débogage pour les applications CakePHP.

source: contains various localized validation classes and translations for specific countries
fr: contient diverses classes de validation localisée et des traductions pour des pays spécifiques

source: More about CakePHP
fr: Plus à propos de CakePHP

source: CakePHP is a rapid development framework for PHP which uses commonly known design patterns like Active Record, Association Data Mapping, Front Controller and MVC.
fr: CakePHP est un framework de développement rapide pour PHP qui utilise des modèles de conception communément connu comme actif Record, Association de mappage de données, Front Controller et MVC.

source: Our primary goal is to provide a structured framework that enables PHP users at all levels to rapidly develop robust web applications, without any loss to flexibility.
fr: Notre principal objectif est de fournir un cadre structuré qui permet aux utilisateurs de PHP à tous les niveaux pour développer rapidement des applications Web robustes, sans aucune perte de flexibilité.

source: The Rapid Development Framework
fr: Le Cadre de développement rapide

source: Your Rapid Development Cookbook
fr: Votre développement rapide Cookbook

source: Quick API Reference
fr: API de référence rapide

source: The Bakery
fr: La boulangerie

source: A comprehensive list of all CakePHP plugins created by the community
fr: Une liste complète de tous les plugins CakePHP créés par la communauté

source: CakePHP Community Center
fr: CakePHP Centre communautaire

source: Everything related to the CakePHP community in one place
fr: Tout ce qui concerne la communauté CakePHP en un seul endroit

source: Community mailing list
fr: Liste de diffusion communautaire

source: Live chat about CakePHP
fr: Chat en direct à propos de CakePHP

source: CakePHP Code
fr: Code de CakePHP

source: Find the CakePHP code on GitHub and contribute to the framework
fr: Trouvez le code CakePHP sur GitHub et contribuer au cadre

source: CakePHP Issues
fr: Questions CakePHP

source: CakePHP Roadmaps
fr: CakePHP routières

source: Training
fr: Entraînement

source: Join a live session and get skilled with the framework
fr: Participer à une session en direct et obtenir habile avec le cadre

source: Don't miss our annual CakePHP conference
fr: Ne manquez pas notre conférence annuelle CakePHP

source: Promoting development related to CakePHP
fr: Promouvoir le développement liés à CakePHP

source: Debug setting does not allow access to this url.
fr: Paramètre DEBUG ne permet pas l'accès à cette URL.
