Repository: ayhrn/cake
Catalog: cake/app/Locale/ara/LC_MESSAGES/default.po
Languages: fr

source: Invalid username or password, try again
fr: اسم المستخدم أو كلمة المرور غير صالح، حاول مرة أخرى

source: Invalid user
fr: مستخدم غير صالح

source: The user has been saved
fr: تم حفظ المستعمل

source: The user could not be saved. Please, try again.
fr: لا يمكن حفظ المستخدم. حاول مرة اخرى.

source: User deleted
fr: مستخدم محذوف

source: User was not deleted
fr: لم يتم حذف المستخدم

source: Home
fr: الصفحة الرئيسية

source: Categories
fr: الفئات

source: Language
fr: لغة

source: Hello
fr: مرحبا

source: Add user
fr: إضافة مستخدم

source: Log out
fr: تسجيل خروج

source: Login
fr: تسجيل الدخول

source: Add User
fr: إضافة مستخدم

source: Username
fr: اسم المستخدم

source: Password
fr: كلمة السر

source: Admin
fr: المشرف

source: Author
fr: مؤلف

source: Submit
fr: عرض

source: Please enter your username and password
fr: الرجاء إدخال اسم المستخدم وكلمة المرور الخاصة بك

source: Error
fr: خطأ

source: The requested address %s was not found on this server.
fr: عنوان %s لم يتم العثور على هذا الخادم.

source: An Internal Error Has Occurred.
fr: حدث خطأ داخلي.

source: CakePHP: the rapid development php framework
fr: للكيك: إطار فب التطور السريع

source: CakePHP %s
fr: %s

source: Release Notes for CakePHP %s.
fr: ملاحظات الإصدار %s

source: Read the changelog
fr: قراءة التغيير

source: URL rewriting is not properly configured on your server.
fr: لم يتم تكوين URL إعادة كتابة بشكل صحيح على الخادم الخاص بك.

source: Your version of PHP is 5.2.8 or higher.
fr: إصدار PHP هو 5.2.8 أو أعلى.

source: Your version of PHP is too low. You need PHP 5.2.8 or higher to use CakePHP.
fr: إصدار PHP منخفض جدا. تحتاج PHP 5.2.8 أو أعلى لاستخدام للكيك.

source: Your tmp directory is writable.
fr: الدليل تمة الخاص بك هو قابل للكتابة.

source: Your tmp directory is NOT writable.
fr: الدليل تمة الخاص بك غير قابل للكتابة.

source: The %s is being used for core caching. To change the config edit %s
fr: %s يتم استخدامها للتخزين المؤقت الأساسية. لتغيير التكوين %s

source: Your cache is NOT working. Please check the settings in %s
fr: ذاكرة التخزين المؤقت لا يعمل. يرجى التحقق من إعدادات %s

source: Your database configuration file is present.
fr: ملف تكوين قاعدة البيانات الخاصة بك موجودا.

source: Your database configuration file is NOT present.
fr: ملف تكوين قاعدة البيانات غير موجود.

source: Rename %s to %s
fr: إعادة %s %s

source: CakePHP is able to connect to the database.
fr: للكيك قادر على الاتصال بقاعدة البيانات.

source: CakePHP is NOT able to connect to the database.
fr: للكيك غير قادر على الاتصال بقاعدة البيانات.

source: PCRE has not been compiled with Unicode support.
fr: لم يتم جمعها PCRE مع دعم يونيكود.

source: Recompile PCRE with Unicode support by adding <code>--enable-unicode-properties</code> when configuring
fr: إعادة ترجمة PCRE مع دعم يونيكود بإضافة <رمز> - تمكين يونيكود خصائص </ رمز> عند تكوين

source: DebugKit plugin is present
fr: DebugKit هو البرنامج المساعد الحالي

source: DebugKit is not installed. It will help you inspect and debug different aspects of your application.
fr: لم يتم تثبيت DebugKit. وسوف تساعدك على فحص وتصحيح جوانب مختلفة من التطبيق الخاص بك.

source: You can install it from %s
fr: يمكنك تثبيته %s

source: Editing this Page
fr: تحرير هذه الصفحة

source: To change the content of this page, edit: %s.<br /> To change its layout, edit: %s.<br /> You can also add some CSS styles for your pages at: %s.
fr: لتغيير محتوى هذه الصفحة، %s <br /> \ n لتغيير في التخطيط، %s <br /> \ n يمكنك أيضا إضافة بعض الأنماط CSS لصفحاتك على العنوان %s

source: Getting Started
fr: ابدء

source: New
fr: جديد

source: CakePHP 2.0 Docs
fr: مستندات للكيك 2.0

source: The 15 min Blog Tutorial
fr: 15 دقيقة المدونة تعليمي

source: Official Plugins
fr: الإضافات الرسمية

source: provides a debugging toolbar and enhanced debugging tools for CakePHP applications.
fr: يوفر شريط أدوات التصحيح وأدوات التصحيح المحسن للتطبيقات للكيك.

source: contains various localized validation classes and translations for specific countries
fr: يحتوي على مختلف الطبقات التحقق من صحة المترجمة وترجمة لبلدان معينة

source: More about CakePHP
fr: المزيد عن للكيك

source: CakePHP is a rapid development framework for PHP which uses commonly known design patterns like Active Record, Association Data Mapping, Front Controller and MVC.
fr: للكيك هو إطار التطور السريع لPHP التي تستخدم أنماط التصميم المعروف مثل النشط سجل، رابطة البيانات ورسم الخرائط، والمراقب المالي الجبهة وMVC.

source: Our primary goal is to provide a structured framework that enables PHP users at all levels to rapidly develop robust web applications, without any loss to flexibility.
fr: هدفنا الأساسي هو توفير إطار منظم التي تمكن المستخدمين PHP على جميع المستويات لتطوير تطبيقات الويب بسرعة قوية، من دون أي خسارة المرونة.

source: The Rapid Development Framework
fr: في إطار التنمية السريعة

source: CakePHP Documentation
fr: للكيك الوثائق

source: Your Rapid Development Cookbook
fr: لديك التنمية كتاب الطبخ السريع

source: CakePHP API
fr: للكيك API

source: Quick API Reference
fr: سريع مرجع API

source: The Bakery
fr: المخبز

source: Everything CakePHP
fr: كل شيء للكيك

source: CakePHP Plugins
fr: للكيك الإضافات

source: A comprehensive list of all CakePHP plugins created by the community
fr: قائمة شاملة من جميع الإضافات للكيك التي أنشأها المجتمع

source: CakePHP Community Center
fr: مركز الجماعة للكيك

source: Everything related to the CakePHP community in one place
fr: كل ما له علاقة المجتمع للكيك في مكان واحد

source: CakePHP Google Group
fr: للكيك Google مجموعة

source: Community mailing list
fr: المجتمع القائمة البريدية

source: Live chat about CakePHP
fr: دردشة حية حول للكيك

source: CakePHP Code
fr: للكيك مدونة

source: Find the CakePHP code on GitHub and contribute to the framework
fr: العثور على رمز للكيك على جيثب والمساهمة في الإطار

source: CakePHP Issues
fr: قضايا للكيك

source: CakePHP Roadmaps
fr: خرائط الطريق للكيك

source: Training
fr: تدريب

source: Join a live session and get skilled with the framework
fr: تاريخ جلسة مباشرة والحصول على المهارات مع الإطار

source: Don't miss our annual CakePHP conference
fr: لا تفوت المؤتمر السنوي للكيك لدينا

source: Cake Software Foundation
fr: مؤسسة كعكة البرمجيات

source: Promoting development related to CakePHP
fr: تعزيز التنمية المتعلقة ب CakePHP

source: Debug setting does not allow access to this url.
fr: وضع التصحيح لا تسمح بالوصول إلى هذا الرابط.
